content/topics/magnesium.md
+++
title = "Magnesium"
tags = ["nutrition", "health"]
draft = false
+++

Essentielles Mineral; an über 300 enzymatischen Reaktionen beteiligt.


## Formen und Einnahme {#formen-und-einnahme}

-   Magnesiumcholorid Hexahydrat
    -   Informationen: <https://www.sunday.de/magnesium-flakes-zechstein-magnesiumchlorid-hexahydrat.html>
    -   Entweder als Bad oder zum Trinken
        -   [6 Messlöffel Magnesiumchlorid Pulver (33 g) in 1 Liter Wasser oder Saft lösen. 2x täglich 20 ml (1 Schnapsglas) der Lösung vor einer Mahlzeit trinken.](https://www.eurapon.de/magnesiumchlorid-zum-einnehmen-trinken-pulver-15190615)


## Co-Faktor für Vitamin D {#co-faktor-für-vitamin-d}

Magnesium ist für die Aktivierung von [Vitamin D]({{< relref "vitamin_d.md" >}}) unabdingbar. Ein Magnesiummangel kann dazu führen, dass Vitamin-D-Supplementierung nicht anschlägt (kein messbarer Anstieg des 25-OH-D-Spiegels). Viele Vitamin-D-Studien berücksichtigen den Magnesiumstatus nicht — mögliche Quelle für widersprüchliche Studienergebnisse.

-   Referenz: "Role of Magnesium in Vitamin D Activation and Function" — pubmed.ncbi.nlm.nih.gov/29480918/


## Defizienz {#defizienz}

-   Starke Verwendung von Kunstdüngern verringert den Mineraliengehalt im Boden und damit in der Nahrungskette
-   Magnesiummangel ist weit verbreitet und oft unerkannt
-   Mögliche Symptome: Muskelkrämpfe, Herzrhythmusstörungen (z. B. ventrikuläre Extrasystolen), Erschöpfung, Stimmungsschwankungen


## Herz-Kreislauf {#herz-kreislauf}

Fallbericht aus HN-Diskurs: Kombination D3 + Magnesium beseitigte ventrikuläre Extrasystolen nach Jahren der erfolglosen Behandlung. Gegenseitige Abhängigkeit: D ohne Mg und Mg ohne D zeigten jeweils keine konsistente Wirkung; erst die Kombination half.


## Wechselwirkungen {#wechselwirkungen}

-   [Vitamin D]({{< relref "vitamin_d.md" >}}) (D3 + K2 + Mg als sinnvolle Dreier-Kombination)
-   Kalium: oft gemeinsam defizient
